Repository: dipp/Products.DiPP
Catalog: i18n/dipp-*.po
Languages: de

# message_testserver
source: This is the Testserver. Do not submit real content here!
de: Dies ist der Testserver. Bitte keine echten Inhalte einstellen!

# heading_dipp_control_panel
source: dipp control panel
de: dipp Konfiguration

source: Deadlines
de: Fristen

# deadline_this_step
source: for this step
de: für diesen Schritt

# deadline_entire_article
source: for the entire article
de: für den gesamten Artikel

# deadline_next_step
source: for the next step
de: für den nächsten Schritt

# label_up_to_dipp_control_panel
source: Up to the dipp control panel
de: Zurück zur dipp Konfiguration

# description_deadlines
source: Here you can set the deadlines...
de: Hier können die Zeiten für die Fristen und ...

source: Mail Templates
de: Mail Vorlagen

# defaultLanguage
source: Default Language for emails
de: Standardsprache für Emails

# description_mailtemplates
source: Here you can modify the content of the mails.
de: Hier können die Texte für Email konfiguriert werden. Dem Text wird "Sehr geehrte(r)" mit der korrekten Anrede vorangestellt. Am Ende wird eine Kurzinfo zum Arikel eingefügt.

source: Rights
de: Rechte

# description_rights
source: Setting the rights for the workflow participants.
de: Setzen der Berechtigungen für die am Workflow beteiligten

source: Suspend
de: Aufschieben

source: Resume
de: Fortsetzen

# End Fallin
source: Remove from list
de: aus Liste entfernen

# Fallin
source: Insert into workflow
de: in WF einsetzen

# Fallout
source: Take out from workflow
de: aus WF herausnehmen

source: Activate
de: Aktivieren

source: Inactive
de: Deaktivieren

source: Assign
de: zuweisen

source: Unassign
de: entziehen

source: Self Assign
de: selbst zuweisen

# Call Application
source: Perform next step
de: ausführen

source: Complete
de: überspringen

# title_myworklist
source: My article worklist
de: Meine Artikelliste

# help_myworklist
source: A list of articles already assigned to me and of those, which i can chose myself.
de: Eine Liste mit mir bereits zugewiesenen Artikeln und solchen, die ich mir zur Bearbeitung wählen kann.

# title_reloadworklist
source: Update article worklist
de: Artikelliste aktualisieren

# title_temporaryarticles
source: Temporary articles
de: Temporäre Artikel

# help_temporaryarticles_1
source: Articles listed here were converted only for test purposes and do not pass through the Workflow.
de: Hier aufgelistete Artikel wurden nur zu Testzwecken konvertiert und durchlaufen nicht den Workflow.

# help_temporaryarticles_2
source: Articles are deleted once daily, which are older than 24h.
de: Einmal täglich werden Artikel, die älter als 24h sind, gelöscht.

# help_reloadworklist
source: Recently uploaded articles may not appear in the worklist instantaneously
de: Kürzlich hochgeladene Artikel erscheinen möglicherweise nicht sofort in der Worklist.

# title_allworklists
source: All articles worklist
de: Alle Artikel

# help_allworklists
source: List of all articles in process.
de: Liste aller in Bearbeitung befindlicher Artikel.

# help_internal_workflow
source: upload article in the editorial toolbox
de: Hochladen eines Artikels im Redaktionssystem

# help_external_workflow
source: upload article via the external GAP Peer-Review system
de: Hochladen eines Artikels über das externe GAP-Begutachtungssystem

# title_openurl
source: create openURL
de: openURL erzeugen

# help_openurl
source: Production URL from bibliographic meta data, with which digital library services can be called
de: Erzeugung einer URL aus bibliographischen Metadaten, mit der digitale Bibliotheksdienste aufgerufen werden können

source: Deadline
de: Frist

source: Uploaded
de: Hochgeladen

# actor
source: Agent
de: Bearbeiter

source: Author
de: Autor

source: Title
de: Titel

source: Issue
de: Ausgabe

source: Next step
de: Nächster Schritt

source: Actions
de: Aktionen

# bearbeiten
source: edit
de: bearbeiten

# begutachten
source: examine
de: formal überprüfen

# freischalten
source: publish
de: freischalten

# imprimatur
source: author's consent
de: Autoren Zustimmung

# anschreiben
source: request imprimatur
de: Zustimmung einholen

# absegnen
source: approval
de: aabsegnen

source: initialize
de: initialisieren

# check_for_new_articles
source: Reload Worklist
de: Liste aktualisieren

# free_workitems
source: Articles not yet assigned
de: Nicht zugewiesene Artikel

# assigned_workitems
source: Articles assigned to me
de: Mir zugewiesene Artikel

# starting_point_title
source: Starting Point
de: Der Ausgangspunkt

# starting_point_content
source: Information management of top quality for research has many facettes: Fast information delivery, intelligent choices of information, complex information resources are only but a few examples. Above all, top quality management of scholarly information requires a forward planned, quality assured system for scholarly publication. It is basis and promotor for open access to scholarly information available worldwide and for efficient exchange in global knowledge networks.
de: Qualitätsvolles wissenschaftliches Informationsmanagement hat viele Facetten: Schnelle Informationsbeschaffung, intelligente Informationsauswahl, differenzierte Informationsressourcen sind nur einige wenige Beispiele. Vor allem jedoch setzt qualitätsvolles wissenschaftliches Informationsmanagement ein zukunftsorientiertes qualitätsgesichertes System wissenschaftlichen Publizierens voraus. Es ist Startvoraussetzung und Promotor des offenen Zugangs zu weltweit verfügbaren Informationen und eines effizienten Austauschs in globalen Wissens-Netzwerken.

# licence
source: License
de: Lizenz

# licence_text
source: Any party may pass on this Work by electronic means and make it available for download under the terms and conditions of the ${rights}. The text of the license may be accessed and retrieved via Internet at ${url}
de: Jedermann darf dieses Werk unter den Bedingungen der ${rights} elektronisch über­mitteln und zum Download bereit­stellen. Der Lizenztext ist im Internet abrufbar unter der Adresse ${url}

# licence_agreement
source: I agree with the fact that the article is placed under the license ${licence}.
de: Ich bin damit einverstanden, dass der Artikel unter die Lizenz ${licence} gestellt wird.

# article_submit
source: Article Submission
de: Artikel einreichen

# submit_help
source: In order to submit an article you must be a registered user!
de: Um einen Artikel einzureichen, benötigen sie einen Zugang zum Publikationssystem.

# not_registered
source: I am not registered
de: Ich bin noch nicht registriert

# already_registered
source: I am already registered
de: Ich bin schon registriert

# gap_submit
source: Continue to the paper submission form
de: weiter zum Einreichungsformular

# label_preferredlanguage
source: Preferred language
de: Bevorzugte Sprache

# help_preferredlanguage
source: Please select your preferred language. Emails automatically generated by the system are written in this language.
de: Bitte wählen Sie die von Ihnen bevorzugte Sprache aus. Emails, die das System automatisch generiert, werden dieser Sprache verfasst.

source: Contents
de: Inhalt

# title_support
source: Support
de: Unterstützung

# description_support
source: (Password protected area on ${url}.)
de: (Password-geschützter Bereich auf ${url}.)

source: Contact
de: Kontakt

# help_name
source: Your full name.
de: Ihr vollständiger Name.

# help_email
source: Your email address.
de: Ihre E-Mail-Adresse.

# help_institutional_address
source: The address of your institute.
de: Anschrift Ihres Instituts

# label_institutional_address
source: Institutional Address
de: Adresse des Instituts

# label_category
source: Category
de: Rubrik

# help_category
source: Choose the category in which your submission should appear.
de: Wählen Sie die Rubrik, in der Ihr Artikel erscheinen soll.

# label_comment
source: Comment
de: Kommentar

# help_comment
source: Your message for us.
de: Ihre Nachricht an uns.

# help_author
source: In order to be able to contact the author, please select from the list or ${new_account}. Newly created accounts will only be available for selection after ${refresh} this site.
de: Um den Autor kontaktieren zu können, wählen Sie ihn bitte aus der Liste oder ${new_account}. Neu angelegte Benutzer stehen erst nach ${refresh} der Seite zur Auswahl Verfügung.

# info_article_submit
source: Please use this form to submit your article to ${journal_title}. The required fields are marked with a red dot.
de: Bitte verwenden Sie dieses Formular, um Ihr Manuskript in der Zeitschrift ${journal_title} einzureichen. Die erforderlichen Felder sind mit einem roten Punkt gekennzeichnet.

# link_account
source: create a new account
de: legen ihn gegebenenfalls als neuen Benutzer an

# refresh
source: refreshing
de: neu laden

source: not necessary
de: nicht erforderlich

source: Guest Publisher
de: Gastherausgeber

# help_guest_publisher
source: The guest publisher responsible for this issue. He also has to agree to publish this article.
de: Der Gastherausgeber für diese Ausgabe. Er muß der Veröffentlichung ebenfalls zustimmen.

# article_initialize
source: Initialize Article
de: Artikel initialisieren

# article_edit
source: Edit Article
de: Artikel bearbeiten

# article_examine
source: Examine Article
de: Artikel formal überprüfen

# article_approval
source: Guest Publisher's opinion
de: Urteil des Gastherausgebers

# article_release
source: Release Article
de: Artikel freischalten

# article_user_assignment
source: Assign Article to an Agent
de: Artikel einem Bearbeiter zuweisen

# article_examine_question
source: Article formally OK?
de: Artikel formal in Ordnung?

# article_approval_question
source: Is the Article OK in form and content?
de: Ist der Artikel inhaltlich und formal in Ordnung?

# description_choose
source: Select an agent to assign this article to.
de: Wählen Sie einen Bearbeiter, dem Sie diesen Artikel zuweisen möchten.

# check_publish
source: yes, the article can be published in such a way.
de: ja, der Artikel kann so veröffentlicht werden.

source: Back to publisher
de: Zurück an den Herausgeber

# check_consider_notes
source: no, please consider the notes above.
de: nein, bitte obige Anmerkungen berücksichtigen.

# forward_to_author
source: yes, forward to the release or to the author
de: ja, weiter zur Freigabe bzw. zum Autor.

# back_to_office
source: no, back to the editorial office
de: nein, weiter an die Redaktion zur Bearbeitung.

# edit_article
source: View or edit the article in a new window
de: Betrachten oder Bearbeiten Sie den Artikel in einem neuen Browserfenster

# label_short_name
source: Short Name (will be part of the web address)
de: Kurzname (wird Teil der Webadresse)

# help_newId
source: Set a short name for the article. It will be part of the web address.
de: Geben Sie dem Artikel eine Kurzbezeichnung. Diese wird Teil der Webadresse.

# help_newId_hint
source: Should not contain spaces, upper case, underscores or other special characters.
de: Der Name sollte keine Leerzeichen, Großbuchstaben, Unterstriche oder andere Sonderzeichen beinhalten.

# assignment
source: Hierarchical Assignment
de: Hierarchische Zuordung

# help_assignment_1
source: At present the article is only temporarily buffered. In order to assign it e.g. to an issue, please mark an entry from the list.
de: Der Artikel ist zur Zeit nur temporär zwischengespeichert. Um ihn z.B. einer Ausgabe zuzuordnen, markieren Sie bitte einen Eintrag aus der Liste.

# help_assignment_2
source: If no suitable entry exists, you can make the assignment also still on a later time.
de: Falls kein passender Eintrag existiert, können Sie die Zuordnung auch noch an einem späteren Zeitpunkt vornehmen.

source: Written Comments
de: Vorhandene Kommentare

source: Your Comment
de: Ihr Kommentar

# brackets_your_comment
source: [Your comment]
de: [Ihr Kommentar]

# new_articles
source: Enter new article
de: Neue Artikel eingeben

source: Articles in process
de: Artikel in Bearbeitung

# internal_workflow
source: upload Document
de: Dokument hochladen

# external_workflow
source: Peer-Review workflow
de: Begutachtungs-Workflow

source: Firstname
de: Vorname

source: Surname
de: Nachname

# heading_file_submit
source: Document - select File(s)
de: Dokument - Dateiauswahl

# heading_metadata_submit
source: Document - Metadata and Submit Form
de: Dokument - Metadatenformular

# label_file
source: Selection of file(s)
de: Dateiauswahl

# help_file
source: Select article in RTF, PDF or DocBook-XML format.
de: Wählen Sie den Artikel im RTF, PDF oder DocBook-XML Format aus.

# help_rtf
source: The fileformat of your article should be ${rtf}
de: Ihr Manuskript sollte im ${rtf}-Format vorliegen

# help_licence_author
source: The article will be published under the ${licence}.
de: Der Artikel soll unter der ${licence} veröffentlicht werden.

# radio_fullUpload
source: Upload with all metadata
de: Hochladen mit allen Metadaten

# help_fullUpload
source: The document is converted and stored permanently in the repository. The input of the metadata is necessary.
de: Das Dokument wird konvertiert und permanent im Repository gespeichert. Die Eingabe der Metadaten ist erforderlich

# radio_testUpload
source: Test conversion only
de: Test Konvertierung

# help_testUpload
source: The document is converted and stored temporarly. An input of the metadata is not necessary.
de: Das Dokument wird konvertiert und temporär gespeichert. Eine Eingabe der Metadaten ist nicht erforderlich.

source: You are logged in as
de: Sie sind eingelogt als

# description_website_manager
source: for managing documents and folders
de: für das Ordner- und Dokumentenmanagement

# description_editorial_toolbox
source: for advanced publication features
de: für fortgeschrittene Publikationen

# description_plone_setup
source: for advanced Site Management
de: für weitergehende Konfiguration der Website

# description_logged_in_explain
source: Notice that the top right bar has changed and an additional navigation menu appeared on the left. They will remain as long as you are logged in.
de: Sie werden feststellen, dass der obere rechte Balken sich verändert hat und links ein weiteres Menu erschienen ist. Diese bleiben solange sichtbar, wie Sie eingeloggt sind.

# description_newbie_pointers
source: Depending on your role and permissions the menu on the left contains additional functions for your editorial work:
de: Abhängig von Ihrer Rolle und Ihren Berechtigungen enthält das linke Menü weitere Funktionen zum Veröffentlichen und Editieren

# explanation_editorial_toolbox
source: On the left you find the Editorial Toolbox which allows you to manage and edit your peer reviewed publications.
de: Auf der linken Seite finden Sie die Editorial Toolbox, mit der sie ihre begutachteten Artikel bearbeiten und verwalten können.

# explanation_no_gap_account
source: The corresponding account for the Reviewsystem of GAPworks does not exist. Please contact ${email} if you like to get an account at GAPworks.
de: Ein entsprechender Zugang zum Begutachtungssystem GAP existiert nicht. Bitte kontaktieren Sie ${email} wenn Sie einen Zugang zu GAPworks möchten.

source: Userguide
de: Kurzanleitung

# exampleRTF
source: Example in RTF
de: Beispiel-RTF

source: Tools
de: Werkzeuge

source: Journal
de: Zeitschrift

source: Metadata
de: Metadaten

source: User administration
de: Benutzerverwaltung

# webstats
source: web statistics
de: allg. Webstatistik

# articlestats
source: article statistics
de: artikelbasierte Statistik

# existing_comments
source: Existing Annotations
de: Vorhandene Kommentare

# agent_assignment
source: Assignment to an agent
de: Zuweisung an einen Bearbeiter

# help_pushworkitem
source: In order to assign this article to another agent, select one from the list or ${new_account}. Newly created accounts will only be available for selection after ${refresh} this site.
de: Um den Artikel einem anderen Bearbeiter zuzuweisen, wählen Sie ihn bitte aus der Liste oder ${new_account}. Neu angelegte Benutzer stehen erst nach ${refresh} der Seite zur Auswahl Verfügung.

# request_imprimatur
source: Request the Authors imprimatur
de: Zustimmung des Autors einholen

# message_author
source: Message to the author
de: Nachricht an den Autor

source: I agree
de: Ich stimme zu

# label_cancel
source: Cancel
de: Abbrechen

# label_proceed_with_metadata
source: Proceed with metadata
de: weiter mit Metadaten

# label_qdc
source: Qualified Dublin Core Metadata
de: Qualified Dublin Core Metadaten

source: Close window
de: Fenster schließen

source: Metadata View
de: Metadaten Ansicht

# label_givenname
source: First name
de: Vorname

# label_surname
source: Last name
de: Nachname

# heading_recommended_citation
source: Recommended citation
de: Empfohlene Zitierweise

# heading_comments
source: Comments
de: Kommentare
